<?php
  define('MODULE_PAYMENT_ROBOX_TEXT_TITLE', 'Ёлектронный платеж');
  define('MODULE_PAYMENT_ROBOX_TEXT_DESCRIPTION', 'Ѕанковские карты, Webmoney, яндекс.ƒеньги, SMS, терминалы и многие другие');
  define('MODULE_PAYMENT_ROBOX_TEXT_DESCRIPTION_1', 'ѕосле оформлени€ заказа вам будет предложено перейти на сайт платежной системы, где вы сможете оплатить заказ наиболее удобным дл€ вас способом.<br /><br />¬ы также можете оплатить заказ позднее, пройд€ по ссылке, которую найдете в своем личном кабинете, на странице подробной информации о заказе.<br /><br />ѕосле успешного проведени€ платежа и зачислени€ средств на счет магазина вы получите соответствующее подтверждение на свой email (%s).<br /><br /><strong>ќбращаем ¬аше внимание, при осуществлении платежа не рекомендуетс€ использование браузера Opera</strong>');
  define('MODULE_PAYMENT_ROBOX_TEXT_DESCRIPTION_2', '<span class="errorText">ѕожалуйста, нажмите кнопку &laquo;<strong>ќплатить заказ</strong>&raquo; чтобы перейти на сайт платежной системы и приступить к оплате заказа.</span>');
  define('MODULE_PAYMENT_ROBOX_TEXT_EMAIL_FOOTER', '¬ы можете оплатить свой заказ, пройд€ по ссылке:' . "\n" . '<a href="[link]" target="_blank">[link]</a>');
  define('MODULE_PAYMENT_ROBOX_TEXT_DISABLED_ERROR', 'ƒанный вид оплаты доступен только дл€ зарегистрированных клиентов');
?>